Repository: pledgcorporate/ecard-woocommerce
Catalog: languages/woocommerce-pledg-*.po
Languages: es_es

source: Instalment payment, simple and accessible.
es_es: Pago a plazos, sencillo y accesible.

source: Title lang
es_es: Idioma del título

source: Description lang
es_es: Idioma de la descripción

source: Title
es_es: Título

source: Description
es_es: Descripción

source: Activate/Deactivate
es_es: Activar/Desactivar

source: Activate Pledg
es_es: Activar Pledg

source: Sandbox mode/Production Mode
es_es: Modo de test/ Modo de produccion

source: Production Mode
es_es: Modo de produccion

source: Secret Key
es_es: Llave secreta

source: Order minimum amount
es_es: Importe mínimo de pedido

source: Minimum transaction amount, zero does not define a minimum
es_es: Importe mínimo de transacción, cero no define un mínimo

source: Order maximum amount
es_es: Importe maximo de podido

source: Maximum transaction amount, zero does not define a maximum
es_es: Importe maximo de transacción, cero no define un maximo

source: Logo to show next to payment method. Click on the input box to add an image or keep blank for default image.
es_es: Logotipo para mostrar junto al método de pago. Haga clic en el cuadro de entrada para agregar una imagen o déjelo en blanco para la imagen predeterminada.

source: Currency symbol ("before" or "after")
es_es: after

source: Deadline
es_es: Debido

source: the
es_es: a

source: (including %s of fees)
es_es: (incluyendo %s de tarifas)

source: I'll pay %s1 on %s2.
es_es: Pagaré %s1 el %s2.

source: Pledg has notified this order as paid.
es_es: Pledg ha notificado este pedido como pagado.

source: Set logo
es_es: Establecer logo

source: Select logo for Pledg payment
es_es: Seleccione el logo para el pago de Pledg
